[
  {
    "id": "genji",
    "name": "Гэндзи",
    "role": "offense",
    "difficulty": 3,
    "abilities": [
      { "name": "Сюрикэны", "description": "Гэндзи быстро бросает в цель три смертоносных сюрикена один за одним. Также он может метнуть три сюрикена веерным броском." },
      { "name": "Отражение атак", "description": "Клинок Гэндзи рассекает воздух, словно молния, отражая летящие в него снаряды обратно в противников." },
      { "name": "Молниеносный удар", "description": "Гэндзи устремляется вперед, рассекая воздух клинком и проходя сквозь врагов на своем пути. Если Гэндзи уничтожает врага, он может сразу применить эту способность еще раз." },
      { "name": "Клинок дракона", "description": "Гэндзи ненадолго обнажает клинок своей катаны. Пока его меч не вернется в ножны, Гэндзи может совершать убийственные атаки ближнего боя по целям в зоне его досягаемости." }
    ]
  },
  {
    "id": "mccree",
    "name": "Маккри",
    "role": "offense",
    "difficulty": 2,
    "abilities": [
      { "name": "Миротворец", "description": "Маккри пускает пулю из своего верного шестизарядного револьвера. Он также может зажать спусковой крючок «Миротворца», чтобы быстро разрядить весь барабан." },
      { "name": "Кувырок", "description": "Маккри совершает кувырок по направлению движения, одновременно перезаряжая «Миротворец»." },
      { "name": "Светошумовая граната", "description": "Маккри бросает светошумовую гранату, которая взрывается спустя некоторое время. Взрыв гранаты оглушает ближайших противников." },
      { "name": "Меткий стрелок", "description": "Сосредоточиться. Наметить цель. Достать оружие. Несколько мгновений Маккри прицеливается, а затем поражает всех противников перед собой. Чем слабее цели, тем выше вероятность, что выстрелы Маккри убьют их на месте." }
    ]
  },
  {
    "id": "pharah",
    "name": "Фарра",
    "role": "offense",
    "difficulty": 1,
    "abilities": [
      { "name": "Ракетомет", "description": "Основное оружие Фарры, которое выпускает ракеты, наносящие значительный урон по большой области." },
      { "name": "Реактивнй ранец", "description": "Благодаря реактивным двигателям, закрепленным на костюме, Фарра способна взлетать высоко в небо." },
      { "name": "Взрывная волна", "description": "Фарра выпускает из наручного механизма ракету, которая отбрасывает пораженных противников." },
      { "name": "Ракетный залп", "description": "Фарра выпускает заряд мини-ракет, способный уничтожить группы противников." }
    ]
  },
  {
    "id": "reaper",
    "name": "Жнец",
    "role": "offense",
    "difficulty": 1,
    "abilities": [
      { "name": "Адские дробовики", "description": "Дробовики Жнеца способны за секунды изрешетить противника." },
      { "name": "Бестелесность", "description": "Жнец на короткое время превращается в тень. В таком состоянии он неуязвим и способен проходить сквозь противников, но при этом не может использовать оружие или способности." },
      { "name": "Шаг сквозь тень", "description": "Выбрав определенную область, Жнец переносится туда из текущего местоположения." },
      { "name": "Цветок смерти", "description": "Жнец с головокружительной быстротой опустошает боезапас адских дробовиков, нанося ближайшим противникам значительный урон." }
    ]
  },
  {
    "id": "soldier-76",
    "name": "Солдат-76",
    "role": "offense",
    "difficulty": 1,
    "abilities": [
      { "name": "Импульсная винтовка", "description": "Надежное оружие, сохраняющее точность даже при стрельбе в автоматическом режиме." },
      { "name": "Ракетный удар", "description": "Залп из нескольких ракет, летящих по спирали. Взрыв ракет наносит урон всем противникам в небольшой области." },
      { "name": "Спринт", "description": "Солдат-76 может резко ускорить бег, когда нужно срочно выйти из боя или вернуться в бой. Действие способности заканчивается, если Солдат-76 делает любое движение, кроме движения вперед." },
      { "name": "Биотическое поле", "description": "Солдат-76 размещает на земле излучатель, восстанавливающий здоровье ему самому и всем его союзникам в области действия." },
      { "name": "Тактический визор", "description": "Высокоточный модуль наведения Солдата-76 захватывает ближайшую к перекрестию прицела цель. Если она покидает зону видимости, Солдат-76 может быстро переключиться на новую цель." }
    ]
  },
  {
    "id": "sombra",
    "name": "Сомбра",
    "role": "offense",
    "difficulty": 3,
    "abilities": [
      { "name": "Пистолет-пулемет", "description": "Автоматический пистолет-пулемет Сомбры позволяет ей стрелять на небольшом расстоянии." },
      { "name": "Взлом", "description": "Сомбра взламывает противника, временно не позволяя ему использовать способности, или медкомплект, делая его бесполезным для врагов." },
      { "name": "Маскировка", "description": "Сомбра на короткий промежуток времени становится невидимой, а ее скорость передвижения существенно увеличивается. При использовании атакующих способностей, нанесении или получении урона камуфляж снимается." },
      { "name": "Транслокатор", "description": "Сомбра бросает маячок-транслокатор. Пока маячок активен, она может мгновенно перенестись к нему (даже если он висит в воздухе)." },
      { "name": "Импульс", "description": "Сомбра испускает импульс электромагнитной энергии, уничтожающий щиты и барьеры в большом радиусе и взламывающий всех попавших в него противников." }
    ]
  },
  {
    "id": "tracer",
    "name": "Трейсер",
    "role": "offense",
    "difficulty": 2,
    "abilities": [
      { "name": "Импульсные пистолеты", "description": "Трейсер стреляет из обоих скорострельных пистолетов." },
      { "name": "Скачок", "description": "Трейсер мгновенно перемещается в пространстве в горизонтальной плоскости по направлению движения и появляется в нескольких метрах от первоначальной точки. Одновременно она может накапливать до трех зарядов способности. Новый заряд накапливается каждые несколько секунд." },
      { "name": "Возврат", "description": "Трейсер перемещается назад во времени, перемещаясь в точку на карте, где она находилась несколько секунд назад, и возвращая свое состояние здоровья и боезапас на тот момент." },
      { "name": "Импульсная бомба", "description": "Трейсер бросает большую бомбу, которая прикрепляется к любой поверхности или противнику при попадании. Через мгновение бомба взрывается, нанося значительный урон всем противникам в области поражения." }
    ]
  },
  {
    "id": "bastion",
    "name": "Бастион",
    "role": "defense",
    "difficulty": 1,
    "abilities": [
      { "name": "Режим разведки", "description": "В режиме разведки Бастион полностью мобилен и вооружен автоматическим оружием, стреляющим очередями на средние дистанции." },
      { "name": "Режим турели", "description": "В режиме турели Бастион экипирован разрушительным пулеметом системы Гатлинга, способным стрелять очередями на короткие и средние дистанции. Направление стрельбы можно менять." },
      { "name": "Смена режима", "description": "Бастион способен переключаться между двумя режимами, что позволяет с максимальной эффективностью адаптироваться к условиям ведения боя." },
      { "name": "Саморемонт", "description": "Во время действия способности Бастион восполняет здоровье, однако не может перемещаться или стрелять." },
      { "name": "Режим танка", "description": "В режиме танка Бастион превращается в самоходную гусеничную установку с мощной дальнобойной пушкой, фугасные снаряды которой наносят урон по обширной области. Однако Бастион может находиться в этом режиме ограниченное время." }
    ]
  },
  {
    "id": "hanzo",
    "name": "Ханзо",
    "role": "defense",
    "difficulty": 3,
    "abilities": [
      { "name": "Лук бури", "description": "Хандзо натягивает тетиву и выпускает стрелу в цель." },
      { "name": "Звуковая стрела", "description": "Хандзо выпускает стрелу, в которую встроен сонар, способный обнаружить любого противника в радиусе действия. На обнаруженных противников накладывается метка, позволяющая Хандзо и его союзникам отслеживать их." },
      { "name": "Кластерная стрела", "description": "Хандзо выпускает стрелу, разделяющуюся на несколько частей, которые рикошетят от стен или иных объектов, поражая несколько целей одновременно." },
      { "name": "Удар дракона", "description": "Хандзо призывает призрачного дракона, который летит по прямой. Дракон проходит сквозь стены, пожирая оказавшихся на пути противников." }
    ]
  },
  {
    "id": "junkrat",
    "name": "Крысавчик",
    "role": "defense",
    "difficulty": 2,
    "abilities": [
      { "name": "Гранатомет", "description": "Гранатомет Крысавчика стреляет гранатами на значительное расстояние. Они отскакивают от разных поверхностей и взрываются при контакте с врагом." },
      { "name": "Фугасная мина", "description": "Заложив одну из своих самодельных мин, Крысавчик легким движением ручного детонатора подрывает ее. Взрыв наносит урон врагам и подбрасывает их в воздух... или же отправляет в полет самого Крысавчика." },
      { "name": "Капкан", "description": "Крысавчик бросает на землю огромный капкан с металлическими зубьями. Любой противник, оказавшийся рядом с капканом, получит урон и будет обездвижен на некоторое время." },
      { "name": "Полный хаос", "description": "Извращенное чувство юмора Крысавчика дает о себе знать даже после его смерти. Погибая, он роняет на землю несколько взведенных гранат." },
      { "name": "Адская шина", "description": "Крысавчик заводит мотор колеса, набитого взрывчаткой, и запускает его по полю боя. Колесо само преодолевает препятствия и может катиться по стенам. Взрыв колеса, вызванный ручной детонацией, нанесет серьезный урон попавшим в область поражения врагам. Или же можно просто дождаться, пока оно взорвется само." }
    ]
  },
  {
    "id": "mei",
    "name": "Мэй",
    "role": "defense",
    "difficulty": 3,
    "abilities": [
      { "name": "Эндотермический бластер", "description": "Бластер Мэй выпускает концентрированный короткий луч холода, который наносит урон, замедляет и в конечном счете замораживает противников. Также Мэй может стрелять ледяными снарядами, имеющими среднюю дальность поражения." },
      { "name": "Криостазис", "description": "Мэй мгновенно создает вокруг себя барьер из толстого льда. Находясь под его защитой, она восстанавливает здоровье и не получает урона от атак противника, однако при этом теряет возможность передвигаться." },
      { "name": "Ледяная стена", "description": "Мэй создает огромную стену из льда, которая преграждает путь, закрывает обзор и блокирует атаки." },
      { "name": "Вьюга", "description": "Мэй использует метеорологический дрон, вызывающий сильный ветер и снегопад в большой области действия. Вьюга замедляет и наносит урон противникам. Обездвиживает тех, кто остается в области действия слишком долго." }
    ]
  },
  {
    "id": "torbjorn",
    "name": "Торбьорн",
    "role": "defense",
    "difficulty": 2,
    "abilities": [
      { "name": "Гвоздестрел", "description": "Торбьорн стреляет гвоздями с большого расстояния либо выпускает струю раскаленного металла из своего оружия на близком расстоянии." },
      { "name": "Кузнечный молот", "description": "Торбьорн использует свой универсальный молот, чтобы сооружать, улучшать и чинить турели. В определенных ситуациях его можно использовать и в качестве оружия." },
      { "name": "Турель", "description": "Торбьорн сооружает самонаводящуюся автоматическую пушку. Используя кузнечный молот, он может совершенствовать и чинить ее: повышать прочность, устанавливать лишний ствол, превращать ее в ракетомет." },
      { "name": "Комплект брони", "description": "Торбьорн создает улучшение для брони, которое может использовать он сам либо другие союзники, чтобы поглотить некоторое количество урона." },
      { "name": "Перегрев", "description": "При перегреве переносного горна Торбьорн приобретает значительный бонус к броне и количеству собираемого лома. При этом существенно повышается его скорость атаки, а также сооружения и ремонта турелей." }
    ]
  },
  {
    "id": "widowmaker",
    "name": "Роковая вдова",
    "role": "defense",
    "difficulty": 2,
    "abilities": [
      { "name": "Поцелуй вдовы", "description": "Универсальная снайперская винтовка Роковой вдовы идеально подходит для ведения прицельного огня с большой дистанции. Если цель находится на средней дистанции, винтовку можно использовать для стрельбы в автоматическом режиме." },
      { "name": "Крюк", "description": "Роковая вдова выпускает крюк в направлении прицеливания. Когда крюк цепляется за подходящий выступ, она быстро подтягивается к данной точке. Это позволяет Роковой вдове проводить разведку на поле боя, уходить от преследования или обходить цели с фланга." },
      { "name": "Ядовитая мина", "description": "Роковая вдова умеет быстро устанавливать ядовитые мины практически на любой поверхности. Когда цель заходит в область действия мины, срабатывает датчик движения и мина взрывается, отравляя ядовитым газом всех находящихся рядом противников." },
      { "name": "Инфразрение", "description": "Разведывательный визор Роковой вдовы позволяет ей некоторое время видеть тепловой след целей и другие объекты сквозь стены. Союзники Роковой вдовы также получают возможность видеть эти цели." }
    ]
  },
  {
    "id": "diva",
    "name": "D.va",
    "role": "tank",
    "difficulty": 2,
    "abilities": [
      { "name": "Атомные пушки", "description": "Меха D.Va вооружена двумя пушками с вращающимся блоком стволов. Они имеют малую дальность стрельбы. Эти пушки не нуждаются в перезарядке и наносят высокий урон, но во время стрельбы D.Va передвигается медленнее." },
      { "name": "Световой пистолет", "description": "Оказавшись вне своей мехи, D.Va может продолжить бой, используя автоматический бластер со средней дальностью стрельбы." },
      { "name": "Ускорители", "description": "Меха D.Va взлетает в воздух и устремляется вперед. В полете она может поворачивать, менять направление и таранить врагов, отбрасывая их назад." },
      { "name": "Защитная матрица", "description": "D.Va может задействовать комплект активной защиты передней полусферы, чтобы сбивать летящие в нее снаряды." },
      { "name": "Самоуничтожение", "description": "D.Va покидает свою машину, введя реактор в состояние перегрузки, после чего меха взрывается, нанося огромный урон ближайшим противникам." },
      { "name": "Вызов мехи", "description": "Если ее бронированный экзоскелет уничтожат, D.Va может вызвать новую меху и вернуться в бой." }
    ]
  },
  {
    "id": "reinhardt",
    "name": "Райнхардт",
    "role": "tank",
    "difficulty": 1,
    "abilities": [
      { "name": "Ракетный молот", "description": "Ракетный молот Райнхардта — идеальное оружие ближнего боя. С каждым взмахом он наносит существенный урон, накрывая значительное пространство." },
      { "name": "Энергетический барьер", "description": "Райнхардт создает перед собой обширный энергетический барьер, поглощающий значительное количество урона до тех пор, пока не будет уничтожен. Проецируемый барьер надежно укрывает Райнхардта и его союзников, но при этом Райнхардт не может атаковать противников." },
      { "name": "Рывок", "description": "Райнхардт бросается вперед по прямой, захватывая противников на своем пути. Если при этом Райнхардт врезается в стену, захваченные противники получают колоссальный урон." },
      { "name": "Огненный удар", "description": "Райнхардт взмахивает ракетным молотом перед собой, посылая вперед огненный заряд, который проходит сквозь противников и наносит им урон." },
      { "name": "Землетрясение", "description": "Райнхардт с силой бьет ракетным молотом по земле, нанося урон всем противникам перед собой и сбивая их с ног." }
    ]
  },
  {
    "id": "roadhog",
    "name": "Турбосвин",
    "role": "tank",
    "difficulty": 1,
    "abilities": [
      { "name": "Металломет", "description": "Металломет Турбосвина выстреливает зарядами металлических обломков с большим разбросом и малой дальностью полета. В альтернативном режиме он запускает шар из металлолома, взрывающийся на некотором расстоянии и разбрасывающий осколки из точки взрыва." },
      { "name": "Передышка", "description": "За короткий промежуток времени Турбосвин восстанавливает часть своего запаса здоровья." },
      { "name": "Цепной крюк", "description": "Турбосвин бросает крюк на цепи и притягивает пораженного противника к себе." },
      { "name": "Турбосвинство", "description": "Турбосвин под завязку заряжает свой металломет и обрушивает на врагов ливень картечи, отбрасывающей все пораженные цели." }
    ]
  },
  {
    "id": "winston",
    "name": "Уинстон",
    "role": "tank",
    "difficulty": 2,
    "abilities": [
      { "name": "Пушка 'Тесла'", "description": "При зажатом спусковом крючке оружие Уинстона испускает электрические разряды." },
      { "name": "Прыжковой ранец", "description": "С помощью ранца Уинстон взмывает высоко в воздух, при приземлении наносит значительный урон находящимся рядом противникам и оглушает их." },
      { "name": "Защитный купол", "description": "Уинстон создает сферическое поле, поглощающее урон до тех пор, пока оно не будет уничтожено. Союзники, укрытые полем, могут продолжать вести ответный огонь." },
      { "name": "Ярость зверя", "description": "Уинстон высвобождает свою звериную сущность. При этом значительно увеличивается его запас здоровья, атаки ближнего боя начинают наносить увеличенный урон, а Уинстон может чаще использовать способность «Прыжковый ранец». В состоянии ярости Уинстон может использовать только атаки ближнего боя и «Прыжковый ранец»." }
    ]
  },
  {
    "id": "zarya",
    "name": "Заря",
    "role": "tank",
    "difficulty": 3,
    "abilities": [
      { "name": "Лучевая пушка", "description": "Мощная лучевая пушка Зари испускает короткий луч разрушительной энергии. Заря также может выпустить разрывной снаряд, поражающий несколько противников." },
      { "name": "Защитный барьер", "description": "Лучевая пушка создает барьер, укрывающий Зарю от атак и перенаправляющий их энергию на усиление собственного урона и увеличение диаметра луча." },
      { "name": "Дистанционный барьер", "description": "Заря окружает одного из своих союзников энергетическим барьером, который поглощает урон и одновременно увеличивает мощь лучевой пушки." },
      { "name": "Гравитонный импульс", "description": "Заря запускает гравитонную бомбу, которая притягивает к себе противников и одновременно наносит им урон." }
    ]
  },
  {
    "id": "ana",
    "name": "Ана",
    "role": "support",
    "difficulty": 3,
    "abilities": [
      { "name": "Биотическое оружие", "description": "Ружье Аны стреляет дротиками, способными восполнять здоровье союзникам и наносить урон противникам. Ана может воспользоваться оптическим прицелом, чтобы совершить максимально точный выстрел." },
      { "name": "Транквилизатор", "description": "Ана совершает выстрел, усыпляющий противника (если цель получит урон, она проснется)." },
      { "name": "Биотическая граната", "description": "Ана бросает биотическую гранату, наносящую урон противникам и исцеляющую союзников в небольшой области. Союзники, попавшие под воздействие эффекта, при исцелении восполняют больше здоровья; если граната попала в противников, то в течение нескольких секунд они будут невосприимчивы к лечению." },
      { "name": "Стимулятор", "description": "Ана усиливает союзника, в результате чего тот в течение некоторого времени передвигается быстрее, наносит больше урона противникам, а сам получает меньше урона." }
    ]
  },
  {
    "id": "lucio",
    "name": "Лусио",
    "role": "support",
    "difficulty": 2,
    "abilities": [
      { "name": "Усилитель звука", "description": "Лусио способен поражать противников звуковыми снарядами или отбрасывать их с помощью звуковой волны." },
      { "name": "Кроссфейд", "description": "Треки Лусио усиливают не только его самого, но и ближайших к нему союзников. Он может переключаться между двумя песнями: одна увеличивает скорость передвижения, другая — восполняет здоровье." },
      { "name": "Громкость на полную!", "description": "Лусио выкручивает громкость своих колонок, увеличивая силу воздействия текущей песни." },
      { "name": "Звуковой барьер", "description": "Защитные волны, создаваемые способностью Лусио «Звуковой барьер», на короткое время укрывают его самого и его ближайших союзников персональными щитами." }
    ]
  },
  {
    "id": "mercy",
    "name": "Ангел",
    "role": "support",
    "difficulty": 1,
    "abilities": [
      { "name": "Кадуцей", "description": "Ангел активирует один из двух лучей, связывающих ее с союзником. Используя лучи, она может восстанавливать его здоровье либо усиливать наносимый им урон." },
      { "name": "Кадуцей-бластер", "description": "Ангел стреляет из пистолета. Используется для личной защиты в экстренных ситуациях." },
      { "name": "Ангел-хранитель", "description": "Ангел быстро летит к выбранному союзнику, чтобы оказать ему помощь в критической ситуации." },
      { "name": "Нисхождение ангела", "description": "Спецкостюм «Валькирия» позволяет Ангелу плавно опускаться вниз с большой высоты." },
      { "name": "Воскрешение", "description": "Ангел излучает целительную энергию, которая воскрешает близлежащих павших союзников, полностью восстанавливая им здоровье и возвращая их в бой." }
    ]
  },
  {
    "id": "symmetra",
    "name": "Симметра",
    "role": "support",
    "difficulty": 2,
    "abilities": [
      { "name": "Фотонный излучатель", "description": "Оружие Симметры испускает луч, действующий на близком расстоянии, который наводится на ближайшего противника и наносит тому периодический урон. Количество урона увеличивается по мере поддержания луча. Излучатель также способен создать сгусток энергии, который наносит значительный урон." },
      { "name": "Защитная турель", "description": "Симметра устанавливает небольшую турель, которая автоматически стреляет в ближайшего противника, находящегося в зоне поражения, замедляющими снарядами. На поле боя могут находиться несколько турелей одновременно." },
      { "name": "Фотонный щит", "description": "Симметра укрывает союзника прочным щитом из «жесткого» света, который поглощает урон и действует до тех пор, пока союзник не погибнет." },
      { "name": "Телепортер", "description": "Симметра устанавливает рядом с собой выход телепортера и подключает его ко входу телепортера, который находится в точке возрождения своей команды. Побежденные союзники могут мгновенно перемещаться из начальной точки к выходу телепортера, чтобы без промедления вновь вступить в бой." }
    ]
  },
  {
    "id": "zenyatta",
    "name": "Дзенъята",
    "role": "support",
    "difficulty": 3,
    "abilities": [
      { "name": "Сфера разрушения", "description": "Дзенъятта направляет в цель сферы разрушительной энергии. Он может использовать сферы поочередно либо все вместе, затратив некоторое время на подготовку способности." },
      { "name": "Сфера гармонии", "description": "Дзенъятта направляет одну из сфер за спину союзника. Пока Дзенъятта остается в живых, сфера постепенно восстанавливает здоровье этого союзника. Одновременно может использоваться только одна такая сфера." },
      { "name": "Сфера диссонанса", "description": "Пока Дзенъятта остается в живых, противник, на котором зафиксирована сфера диссонанса, получает увеличенный урон. Одновременно может использоваться только одна такая сфера." },
      { "name": "Трансцендентность", "description": "Дзенъятта на некоторое время входит в состояние высшего бытия. Находясь в этом состоянии, он не может использовать способности или оружие, но при этом не получает урона и автоматически восстанавливает здоровье себе и ближайшим союзникам." }
    ]
  }
]