[
    {
        "id": "Eichenwalde",
        "name": "Айхенвальд",
        "type": "gybrid",
        "description": "Сражение разворачивается в заброшенной немецкой деревушке недалеко от Штутгарта. Атакующая команда должна захватить таран и прорваться в айхенвальдский замок, чтобы забрать броню легендарного предводителя Крестоносцев Бальдериха фон Альдера."
    },
    {
        "id": "Hollywood",
        "name": "Голливуд",
        "type": "gybrid",
        "description": "Киностудия робота-режиссера по имени HAL-FRED Glitchbot. Внимание обоих команд сосредоточено на лимузине режиссера: атакующая команда должна сначала встретить его машину в точке А, а затем сопроводить её в точку В, в то время как обороняющаяся команда должна ей помешать."
    },
    {
        "id": "King's Row",
        "name": "Кингс Ро",
        "type": "gybrid",
        "description": "Карта расположена в центре Англии. Атакующая команда должна захватить машину с устройством ЭМИ и сопроводить её к центру завода в конце карты, а обороняющаяся команда должна ей помешать"
    },
    {
        "id": "Numbani",
        "name": "Нумбани",
        "type": "gybrid",
        "description": "В этом африканском городе будущего, построенном роботами и людьми, команды сражаются за легендарную перчатку Кулака Смерти. Атакующая команда должна сначала захватить перчатку на точке А, а затем сопроводить её в точку В, в то время как обороняющаяся команда должна ей помешать."
    },
    {
        "id": "Hanamura",
        "name": "Ханамура",
        "type": "assault",
        "description": "Японский город, сочетающий в себе современность и традиции древнего Востока. Команды сражаются за господство на двух точках — в беседке с колоколом и в старинном храме."
    },
    {
        "id": "Volskaya Industries",
        "name": "КБ Вольской",
        "type": "assault",
        "description": "Огромный завод в России, производящий гигантских роботов, пилотируемых людьми. Атакующая команда должна захватить две точки-площадки в конструкторском бюро, а защищающаяся команда помешать ей."
    },
    {
        "id": "Temple of Anubis",
        "name": "Храм Анубиса",
        "type": "assault",
        "description": "Команды сражаются за контроль над точкой у египетского базара и у древней пирамиды, хранящей опасные технологии."
    },
    {
        "id": "Horizon Lunar Colony",
        "name": "Лунная колония «Горизонт»",
        "type": "assault",
        "description": "Команды должны захватить две точки — сначала в тренировочной комнате для подопытных обезьян, а затем в секторе для выращивания растений. За пределами лунной базы есть области с пониженной гравитацией, где тоже могут сражаться игроки."
    },
    {
        "id": "Dorado",
        "name": "Дорадо",
        "type": "escort",
        "description": "Сражения происходят в тихом вечернем мексиканском городке. Атакующая команда должна сопроводить грузовик с неким устройством к гигантской световой пирамиде в конце карты."
    },
    {
        "id": "Watchpoint Gibraltar",
        "name": "Пост наблюдения: Гибралтар",
        "type": "escort",
        "description": "Действие разворачивается на заброшенной базе Overwatch. Игроки атакующей команды должны сопроводить к взлетной площадки коммуникационный дрон."
    },
    {
        "id": "Route 66",
        "name": "Шоссе 66",
        "type": "escort",
        "description": "Игроки сражаются в каньоне, где потерпел крушение поезд. Атакующая команда должна доставить груз из поезда в логово бандитской группировки."
    },
    {
        "id": "Junkertown",
        "name": "Джанкертаун",
        "type": "escort",
        "description": "Действие разворачивается в поселении, которое находится в австралийском Аутбэке и образовалось после взрыва Австралийской омнии."
    },
    {
        "id": "Lijiang Tower",
        "name": "Башня Лицзян",
        "type": "control",
        "description": "Сражения за точки происходят в китайском мегаполисе, в центре которого находится башня Лицзян — офис компании, занимающейся космическими разработками будущего."
    },
    {
        "id": "Ilios",
        "name": "Илиос",
        "type": "control",
        "description": "Команды сражаются на узких улочках морского городка Илиос и возле древнегреческих руин."
    },
    {
        "id": "Nepal",
        "name": "Непал",
        "type": "control",
        "description": "Команды должны сражаться за зоны возле легендарного монастыря роботов Шамбалы, расположенном высоко в Гималайских горах."
    },
    {
        "id": "Oasis",
        "name": "Оазис",
        "type": "control",
        "description": "Игроки сражаются в высокотехнологичном городе, расположенном в самом центре арабской пустыни."
    }
]
